<?php
$group = ['Входящие', 'Учеба', 'Работа', 'Домашние дела', 'Авто'];

$tasks = [
    [
        'name' => 'Собеседование в IT компании',
        'date' => '01.08.2021',
        'category' => 'Работа',
        'done' => false
    ],
    [
        'name' => 'Выполнить тестовое задание',
        'date' => '25.08.2021',
        'category' => 'Работа',
        'done' => false
    ],
    [
        'name' => 'Сделать задание первого раздела',
        'date' => '21.08.2021',
        'category' => 'Учеба',
        'done' => true
    ],
    [
        'name' => 'Встреча с другом',
        'date' => '22.08.2021',
        'category' => 'Входящие',
        'done' => false
    ],
    [
        'name' => 'Купить корм для кота',
        'date' => null,
        'category' => 'Домашние дела',
        'done' => false
    ],
    [
        'name' => 'Заказать пиццу',
        'date' => null,
        'category' => 'Домашние дела',
        'done' => false
    ],
];
